/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "arba";
/* Login screen text */
"create_account" = "Sukurti paskyrą";
/* Login screen text */
"import_profile" = "Importuoti profilį";
/* Password field */
"password" = "Slaptažodis";
/* Login button */
"log_in" = "Prisijungti";
/* Login screen text */
"create_profile" = "Sukurti profilį";
/* Login screen text */
"import_to_antidote" = "Importuoti į Antidote";
/* Login screen text */
"create_account_username_title" = "Kokiu vardu jus matys jūsų kontaktai?";
/* Login screen text */
"create_account_username_placeholder" = "Naudotojo vardas";
/* Login screen text */
"create_account_profile_title" = "Kaip pavadinti šį profilį?";
/* Login screen text */
"create_account_profile_placeholder" = "Profilio pavadinimas";
/* Login screen text */
"create_account_profile_hint" = "pvz., Namai, iPhone";
/* Login screen text */
"set_password_title" = "Nustatyti slaptažodį";
/* Login screen text */
"set_password_hint" = "Slaptažodis yra reikalingas apsaugoti jūsų duomenis. Laikykite jį saugioje vietoje, kadangi praradę, negalėsite jo atkurti.";
/* Login button */
"create_account_next_button" = "Kitas";
/* Login button */
"create_account_go_button" = "Pirmyn";
/* Default status message */
"default_user_status_message" = "Bendrauju per Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Įrašykite savo PIN, kad atrakintumėte";
/* PIN screen text */
"pin_set" = "Nustatykite PIN";
/* PIN screen text */
"pin_confirm" = "Patvirtinkite PIN";
/* PIN screen error */
"pin_do_not_match" = "PIN kodai nesutapo. Bandykite vėl";
/* PIN screen error */
"pin_incorrect" = "Neteisingas PIN";
/* PIN screen error details */
"pin_failed_attempts" = "Nepavykusių bandymų: %@";
/* PIN screen message shown on log out */
"pin_logout_message" = "Per daug nepavykusių bandymų. Jūs buvote atjungti.";
/* PIN screen screen */
"pin_enabled" = "Įjungti PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Įjungti prisilietimo ID";
/* PIN screen screen */
"pin_description" = "Neleisti nesankcionuotą prieigą prie Antidote, naudojant PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Naudoti jūsų piršto antspaudą, kaip alternatyvą PIN įrašymui.";
/* PIN screen screen */
"pin_lock_timeout" = "Užrakinimo laukimo laikas";
/* PIN screen screen */
"pin_lock_immediately" = "Nedelsiant";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 sekundžių";
/* PIN screen screen */
"pin_lock_1_minute" = "1 minutė";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 minutės";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 minutės";

/* Label shown when connecting to Tox network */
"connecting_label" = "Jungiamasi...";

/* Tab name and screen name */
"contacts_title" = "Kontaktai";
/* Tab name and screen name */
"chats_title" = "Pokalbiai";
/* Tab name and screen name */
"settings_title" = "Nustatymai";
/* Tab name and screen name */
"profile_title" = "Profilis";

/* No contacts placeholder text */
"contact_no_contacts" = "Nėra kontaktų";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Pridėkite kontaktą\narba\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "dalinkitės savo Tox ID";
/* Contact request section title */
"contact_requests_section" = "Kontaktų užklausos";
/* Contact last seen status */
"contact_last_seen" = "Buvo prisijungęs: %@";
/* Screen name */
"contact_request" = "Kontakto užklausa";
/* Contact request button */
"contact_request_decline" = "Atmesti";
/* Contact request button */
"contact_request_accept" = "Priimti";
/* Contact request confirmation */
"contact_request_delete_title" = "Ištrinti kontakto užklausą?";
/* Text shown when contact was deleted */
"contact_deleted" = "Ištrintas kontaktas";

/* Share Tox ID text */
"show_qr_code" = "Rodyti QR kodą";
/* Share Tox ID text */
"copy" = "Kopijuoti";

/* Add contat screen name */
"add_contact_title" = "Pridėti kontaktą";
/* Add contat button */
"add_contact_send" = "Siųsti";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Įrašykite Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "arba";
/* Add contat button */
"add_contact_use_qr" = "Naudokite QR kodą";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Žinutė";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Sveiki! Ar galėtumėte mane, prašau, pridėti į savo kontaktų sąrašą?";
/* Add contat error */
"add_contact_wrong_qr" = "Neteisingas QR kodas. Jame turėtų būti Tox ID";

/* User name text */
"name" = "Vardas";
/* User nickname text */
"nickname" = "Slapyvardis";
/* User status message text */
"status_message" = "Būsenos žinutė";
/* User status text */
"status_title" = "Būsena";
/* User Tox ID text */
"my_tox_id" = "Mano Tox ID";
/* User public key text */
"public_key" = "Viešasis raktas";
/* Share Tox ID text */
"show_qr" = "Rodyti QR";
/* Profile menu item / screen name */
"profile_details" = "Išsamesnė profilio informacija";
/* Profile button */
"logout_button" = "Atsijungti";

/* QR code screen button */
"qr_close_button" = "Užverti";

/* Chat screen placeholder */
"chat_no_chats" = "Pokalbių nėra";
/* Chats screen message text */
"chat_outgoing_file" = "Išsiunčiamas failas:";
/* Chats screen message text */
"chat_incoming_file" = "Atsiunčiamas failas:";
/* Chats screen message text */
"chat_call_finished" = "Skambutis baigtas";
/* Chats screen message text */
"chat_unanwered_call" = "Neatsilieptas skambutis";
/* Chat button */
"chat_send_button" = "Siųsti";
/* Chat notification toast */
"chat_new_messages" = "↓ Naujos žinutės";
/* Chat call information */
"chat_call_message" = "Skambutis, ";
/* Chat call information */
"chat_missed_call_message" = "Praleistas skambutis";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Daugiau";

/* Status message */
"status_offline" = "Atsijungęs";
/* Status message */
"status_online" = "Prisijungęs";
/* Status message */
"status_away" = "Pasišalinęs";
/* Status message */
"status_busy" = "Užsiėmęs";

/* Notification text */
"notification_new_message" = "Nauja žinutė";
/* Notification text */
"notification_incoming_contact_request" = "Gaunama kontakto užklausa";
/* Notification text */
"notification_is_calling" = "skambina";
/* Notification text */
"notification_incoming_file" = "Gaunamas failas";

/* Settings menu / screen name */
"settings_about" = "Apie";
/* Settings menu / screen name */
"settings_faq" = "DUK";
/* Settings menu / screen name */
"settings_advanced_settings" = "Išplėstiniai nustatymai";
/* About screen menu */
"settings_antidote_version" = "Antidote versija";
/* About screen menu */
"settings_antidote_build" = "Antidote darinys";
/* About screen menu */
"settings_toxcore_version" = "Toxcore versija";
/* About screen menu */
"settings_acknowledgements" = "Padėkos";
/* Settings screen menu */
"settings_autodownload_images" = "Automatinis paveikslų atsiuntimas";
/* Settings screen menu */
"settings_autodownload_images_description" = "Automatiškai atsisiųsti gaunamus paveikslus.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Pranešimo peržiūra";
/* Settings screen menu */
"settings_notifications_description" = "Kai programa pereis į foną, jūs vis dar 10-ies minučių laikotarpyje gausite pranešimus.";
/* Settings screen menu */
"settings_udp_enabled" = "Įjungti UDP";
/* Settings screen menu */
"settings_restore_default" = "Atkurti numatytuosius nustatymus";
/* Settings screen autodownload images option */
"settings_never" = "Niekada";
/* Settings screen autodownload images option */
"settings_wifi" = "Belaidis ryšys (Wi-Fi)";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Besinaudojant belaidžiu ryšiu (Wi-Fi)";
/* Settings screen autodownload images option */
"settings_always" = "Visada";

/* Profile settings menu */
"change_password" = "Keisti slaptažodį";
/* Profile settings menu */
"delete_password" = "Ištrinti slaptažodį";
/* Profile settings menu */
"old_password" = "Senas slaptažodis";
/* Change password text */
"new_password" = "Naujas slaptažodis";
/* Change password text */
"repeat_password" = "Pakartokite slaptažodį";
/* Change password button */
"change_password_done" = "Atlikta";
/* Change password error */
"password_is_empty_error" = "Slaptažodis turėtų būti ne tuščias";
/* Change password error */
"wrong_old_password" = "Neteisingas slaptažodis";
/* Change password error */
"passwords_do_not_match" = "Slaptažodžiai nesutampa";

/* Source of photo to take */
"photo_from_camera" = "Kamera";
/* Source of photo to take */
"photo_from_photo_library" = "Nuotraukų biblioteka";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Nepavyksta konvertuoti paveikslo";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Siųsti kontaktui";

/* Profile menu item */
"export_profile" = "Eksportuoti profilį";
/* Profile menu item */
"delete_profile" = "Ištrinti profilį";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Ištrinti šį profilį?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Ar tikrai?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Ši operacija negalės būti panaikinta";

/* Call screen text */
"call_incoming" = "Įeinantis skambutis";
/* Call screen text */
"call_ended" = "Skambutis baigtas";
/* Call screen text */
"call_reaching" = "Susisiekiama...";

/* File message text */
"chat_file_cancelled" = "Atšaukta";
/* File message text */
"chat_waiting" = "Laukiama...";
/* File message text */
"chat_paused" = "Pristabdyta";

/* Deleting chat confirmation */
"delete_chat_title" = "Ištrinti šį pokalbį ir žinučių žurnalą?";
/* Deleting contat confirmation */
"delete_contact_title" = "Ištrinti šį kontaktą?\nJūsų pokalbių žurnalas bus prarastas.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Ištrinti šią kontakto užklausą?";
/* Deleting single message in chat */
"delete_single_message" = "Ištrinti žinutę";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Ištrinti žinutes";
/* Deleting all messages in chat. */
"delete_all_messages" = "Ištrinti visas";
/* Delete button */
"alert_delete" = "Ištrinti";
/* Delete button */
"alert_cancel" = "Atsisakyti";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Prašome įrašyti ir naudotojo vardą, ir profilio pavadinimą.";
/* Error while creating new profile */
"login_profile_already_exists" = "Profilis tokiu pavadinimu jau yra";

/* General error title */
"error_title" = "Klaida";
/* General error button */
"error_ok_button" = "Gerai";
/* General error button */
"error_retry_button" = "Bandyti vėl";
/* Error */
"error_contact_not_connected" = "Kontaktas nėra prisijungęs";
/* Error */
"error_too_many_files" = "Per daug aktyvių failo persiuntimų";
/* Error */
"error_internal_message" = "Vidinė klaida";
/* Error */
"error_wrong_password_title" = "Neteisingas slaptažodis";
/* Error */
"error_wrong_password_message" = "Slaptažodyje yra netinkamų simbolių.";
/* Error */
"error_import_not_exist_title" = "Nepavyksta importuoti tox įrašyto failo";
/* Error */
"error_import_not_exist_message" = "Failo nėra.";
/* Error */
"error_decrypt_title" = "Nepavyksta iššifruoti tox įrašyto failo";
/* Error */
"error_decrypt_empty_data_message" = "Kai kurie įvesties duomenys buvo tušti.";
/* Error */
"error_decrypt_bad_format_message" = "Failas yra netinkamo formato arba yra pažeistas.";
/* Error */
"error_decrypt_wrong_password_message" = "Slaptažodis neteisingas arba failas yra pažeistas.";
/* Error */
"error_general_unknown_message" = "Įvyko nežinoma klaida.";
/* Error */
"error_general_no_memory_message" = "Neužtenka atminties.";
/* Error */
"error_general_bind_port_message" = "Nepavyko susieti prievado.";
/* Error */
"error_general_profile_encrypted_message" = "Profilis yra užšifruotas.";
/* Error */
"error_general_bad_format_message" = "Failas yra netinkamo formato arba yra pažeistas.";
/* Error */
"error_proxy_title" = "Įgaliotojo serverio klaida.";
/* Error */
"error_proxy_invalid_address_message" = "Neteisingas įgaliotojo serverio adreso formatas.";
/* Error */
"error_proxy_invalid_port_message" = "Neteisingas įgaliotojo serverio prievadas.";
/* Error */
"error_proxy_host_not_resolved_message" = "Nepavyko nustatyti įgaliotojo serverio.";

/* Error */
"error_name_too_long" = "Pavadinimas per ilgas.";
/* Error */
"error_status_message_too_long" = "Būsenos žinutė yra per ilga";

/* Error */
"error_contact_request_too_long" = "Žinutė per ilga";
/* Error */
"error_contact_request_no_message" = "Nėra nurodyta žinutė";
/* Error */
"error_contact_request_own_key" = "Negalima savęs pridėti į kontaktų sąrašą";
/* Error */
"error_contact_request_already_sent" = "Kontakto užklausa jau buvo išsiųsta";
/* Error */
"error_contact_request_bad_checksum" = "Bloga kontrolinė suma, patikrinkite įrašytą Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Bloga nospam reikšmė, patikrinkite įrašytą Tox ID";

/* Call error */
"call_error_already_in_call" = "Jau pokalbyje";
/* Call error */
"call_error_contact_is_offline" = "Kontaktas atsijungęs";
/* Call error */
"call_error_no_active_call" = "Nėra aktyvaus skambučio";

/* Error while using color theme */
"theme_error_cannot_open" = "Nepavyksta atverti temos, netinkamas formatas";

/* Tab chats badge ending */
"accessibility_chats_ending" = "neskaityti pokalbiai";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avataras";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Nustato ar pašalina avatarą.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Pokalbis";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Atveria pokalbio dialogą.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Garso skambutis";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Užmezgia garso skambutį.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Vaizdo skambutis";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Užmezgia vaizdo skambutį.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Rodo kopijavimo meniu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Redaguoja reikšmę.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Žinutė";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Jūsų žinutė";